Projects/hackernews-comments/ui/siege.batch_32.batch_timeout_1s.batch_threads_4.gpu.txt
** SIEGE 4.0.4
** Preparing 25 concurrent users for battle.
The server is now under siege...
Lifting the server siege...
Transactions:                    270 hits
Availability:                 100.00 %
Elapsed time:                  59.74 secs
Data transferred:               0.33 MB
Response time:                  4.99 secs
Transaction rate:               4.52 trans/sec
Throughput:                     0.01 MB/sec
Concurrency:                   22.54
Successful transactions:         295
Failed transactions:               0
Longest transaction:           14.87
Shortest transaction:           0.00